Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# activity.state.empty.description
source: Make your first transaction
ar: قم بإجراء معاملتك الأولى
bn: আপনার প্রথম লেনদেন করুন
cs: Proveďte svou první transakci
da: Foretag din første transaktion
de: Machen Sie Ihre erste Transaktion
es: Realiza tu primera transacción
fa: اولین تراکنش خود را انجام دهید
fil: Gawin ang iyong unang transaksyon
fr: Effectuez votre première transaction
ha: Yi ciniki na farko
he: בצעו את העסקה הראשונה שלכם
hi: अपना पहला लेनदेन करें
id: Lakukan transaksi pertama Anda
it: Effettua la tua prima transazione
ja: 最初の取引を行う
ko: 첫 번째 거래를 하세요
ms: Buat transaksi pertama anda
nl: Maak uw eerste transactie
pl: Dokonaj pierwszej transakcji
pt_br: Faça sua primeira transação
ro: Efectuați prima tranzacție
ru: Совершите свою первую транзакцию
sw: Fanya muamala wako wa kwanza
th: ทำธุรกรรมครั้งแรกของคุณ
tr: İlk işleminizi yapın
uk: Зробіть свою першу транзакцію
ur: اپنا پہلا لین دین کریں۔
vi: Thực hiện giao dịch đầu tiên của bạn
zh_hans: 发起第一笔交易
zh_hant: 進行第一筆交易

# activity.state.empty.search_description
source: Clear filters to refresh your activities
ar: امسح عوامل التصفية لتحديث أنشطتك
bn: আপনার কার্যকলাপ রিফ্রেশ করতে ফিল্টার সাফ করুন
cs: Vymazáním filtrů obnovíte své aktivity
da: Ryd filtre for at opdatere dine aktiviteter
de: Löschen Sie die Filter, um Ihre Aktivitäten zu aktualisieren
es: Limpia los filtros para refrescar tus actividades
fa: فیلترها را پاک کنید تا فعالیت‌هایتان را به‌روزرسانی کنید
fil: I-clear ang mga filter para i-refresh ang iyong mga aktibidad
fr: Effacez les filtres pour actualiser vos activités
ha: Share masu tacewa don sabunta ayyukanku
he: נקה מסננים כדי לרענן את הפעילויות שלך
hi: अपनी गतिविधियों को ताज़ा करने के लिए फ़िल्टर साफ़ करें
id: Hapus filter untuk menyegarkan aktivitas Anda
it: Cancella i filtri per aggiornare le tue attività
ja: フィルターをクリアしてアクティビティを更新する
ko: 활동을 새로 고치려면 필터를 지우세요
ms: Kosongkan penapis untuk menyegarkan aktiviti anda
nl: Filters wissen om uw activiteiten te vernieuwen
pl: Wyczyść filtry, aby odświeżyć swoje działania
pt_br: Limpe os filtros para atualizar suas atividades
ro: Ștergeți filtrele pentru a vă reîmprospăta activitățile
ru: Очистите фильтры, чтобы обновить ваши действия
sw: Futa vichujio ili kuonyesha upya shughuli zako
th: ล้างตัวกรองเพื่อรีเฟรชกิจกรรมของคุณ
tr: Aktivitelerinizi yenilemek için filtreleri temizleyin
uk: Очистіть фільтри, щоб оновити свої дії
ur: اپنی سرگرمیوں کو تازہ کرنے کے لیے فلٹرز صاف کریں۔
vi: Xóa bộ lọc để làm mới hoạt động của bạn
zh_hans: 清空筛选条件后将重新加载交易
zh_hant: 清除篩選條件以重新整理交易紀錄

# activity.state.empty.search_title
source: No activities found
ar: لم يتم العثور على أي أنشطة
bn: কোন কার্যক্রম পাওয়া যায়নি
cs: Nebyly nalezeny žádné aktivity
da: Ingen aktiviteter fundet
de: Keine Aktivitäten gefunden
es: No se encontraron actividades
fa: هیچ فعالیتی یافت نشد
fil: Walang nakitang aktibidad
fr: Aucune activité trouvée
ha: Babu ayyukan da aka samu
he: לא נמצאו פעילויות
hi: कोई गतिविधि नहीं मिली
id: Tidak ada aktivitas yang ditemukan
it: Nessuna attività trovata
ja: アクティビティが見つかりません
ko: 활동을 찾을 수 없습니다.
ms: Tiada aktiviti ditemui
nl: Geen activiteiten gevonden
pl: Nie znaleziono żadnych działań
pt_br: Nenhuma atividade encontrada
ro: Nu s-au găsit activități
ru: Действия не найдены
sw: Hakuna shughuli zilizopatikana
th: ไม่พบกิจกรรม
tr: Hiçbir etkinlik bulunamadı
uk: Немає заходів
ur: کوئی سرگرمیاں نہیں ملی
vi: Không tìm thấy hoạt động nào
zh_hans: 未找到任何交易
zh_hant: 未找到任何交易

# activity.state.empty.title
source: Your activity will appear here
ar: سوف يظهر نشاطك هنا
bn: আপনার কার্যকলাপ এখানে প্রদর্শিত হবে
cs: Vaše aktivita se zde zobrazí
da: Din aktivitet vil blive vist her
de: Ihre Aktivität wird hier angezeigt
es: Tu actividad aparecerá aquí
fa: فعالیت شما اینجا نمایش داده می‌شود
fil: Lalabas dito ang iyong aktibidad
fr: Votre activité apparaîtra ici
ha: Ayyukanku za su bayyana a nan
he: הפעילות שלך תופיע כאן
hi: आपकी गतिविधि यहां दिखाई देगी
id: Aktivitas Anda akan muncul di sini
it: La tua attività apparirà qui
ja: アクティビティはここに表示されます
ko: 귀하의 활동이 여기에 표시됩니다
ms: Aktiviti anda akan dipaparkan di sini
nl: Uw activiteit zal hier verschijnen
pl: Twoja aktywność będzie tutaj wyświetlana
pt_br: Sua atividade aparecerá aqui
ro: Activitatea ta va apărea aici
ru: Ваша активность будет отображаться здесь
sw: Shughuli yako itaonekana hapa
th: กิจกรรมของคุณจะปรากฏที่นี่
tr: Etkinliğiniz burada görünecek
uk: Ваша активність відображатиметься тут
ur: آپ کی سرگرمی یہاں ظاہر ہوگی۔
vi: Hoạt động của bạn sẽ xuất hiện ở đây
zh_hans: 交易将在此显示
zh_hant: 交易將顯示在此處

# activity.title
source: Activity
ar: نشاط
bn: কার্যকলাপ
cs: Aktivita
da: Aktivitet
de: Aktivität
es: Actividad
fa: فعالیت
fil: Aktibidad
fr: Activité
ha: Ayyuka
he: פעילות
hi: गतिविधि
id: Aktivitas
it: Attività
ja: アクティビティ
ko: 활동
ms: Aktiviti
nl: Activiteit
pl: Aktywność
pt_br: Atividade
ro: Activitate
ru: Активность
sw: Shughuli
th: กิจกรรม
tr: Aktivite
uk: Активність
ur: سرگرمی
vi: Hoạt động
zh_hans: 交易记录
zh_hant: 交易紀錄

# asset.add_to_wallet
source: Add to wallet
ar: أضف إلى المحفظة
bn: ওয়ালেটে যোগ করুন
cs: Přidat do peněženky
da: Tilføj til tegnebog
de: Zum Wallet hinzufügen
es: Añadir a la billetera
fa: اضافه کردن به کیف پول
fil: Idagdag sa wallet
fr: Ajouter au portefeuille
ha: Ƙara zuwa walat
he: הוסף לארנק
hi: वॉलेट में जोड़ें
id: Tambahkan ke dompet
it: Aggiungi al portafoglio
ja: ウォレットに追加
ko: 지갑에 추가
ms: Tambah pada dompet
nl: Toevoegen aan portemonnee
pl: Dodaj do portfela
pt_br: Adicionar à carteira
ro: Adaugă în portofel
ru: Добавить в кошелек
sw: Ongeza kwenye mkoba
th: เพิ่มลงในกระเป๋าสตางค์
tr: Cüzdana ekle
uk: Додати до гаманця
ur: بٹوے میں شامل کریں۔
vi: Thêm vào ví
zh_hans: 添加到钱包
zh_hant: 加入錢包

# asset.added_to_wallet
source: Added to wallet
ar: تمت الإضافة إلى المحفظة
bn: ওয়ালেটে যোগ করা হয়েছে
cs: Přidáno do peněženky
da: Tilføjet til tegnebogen
de: Zum Wallet hinzugefügt
es: Añadido a la billetera
fa: به کیف پول اضافه شد
fil: Naidagdag sa wallet
fr: Ajouté au portefeuille
ha: An ƙara zuwa walat
he: נוסף לארנק
hi: वॉलेट में जोड़ा गया
id: Ditambahkan ke dompet
it: Aggiunto al portafoglio
ja: ウォレットに追加しました
ko: 지갑에 추가됨
ms: Ditambah ke dompet
nl: Toegevoegd aan portemonnee
pl: Dodano do portfela
pt_br: Adicionado à carteira
ro: Adăugat în portofel
ru: Добавлено в кошелек
sw: Imeongezwa kwenye mkoba
th: เพิ่มลงในกระเป๋าสตางค์แล้ว
tr: Cüzdana eklendi
uk: Додано до гаманця
ur: بٹوے میں شامل کر دیا گیا
vi: Đã thêm vào ví
zh_hans: 已添加到钱包
zh_hant: 已加入錢包

# asset.all_time_high
source: All Time High
ar: أعلى مستوى على الإطلاق
bn: সর্বকালের সর্বোচ্চ
cs: Historické maximum
da: Højeste nogensinde
de: Allzeithoch
es: Máximo histórico
fa: بالاترین رکورد تمام دوران
fil: Mataas sa Lahat ng Panahon
fr: Record absolu
ha: Mafi Girma a Kowane Lokaci
he: שיא כל הזמנים
hi: सर्वकालिक उच्च
id: Tertinggi Sepanjang Masa
it: Massimo storico
ja: 史上最高値
ko: 역대 최고
ms: Tertinggi Sepanjang Masa
nl: Hoogste ooit
pl: Najwyższy poziom wszech czasów
pt_br: Maior de todos os tempos
ro: Maxim istoric
ru: Исторический максимум
sw: Wakati Wote Juu
th: สูงสุดตลอดกาล
tr: Tarihi zirve
uk: Історичний максимум
ur: آل ٹائم ہائی
vi: Mức cao nhất mọi thời đại
zh_hans: 历史最高点
zh_hant: 歷史最高點

# asset.all_time_low
source: All Time Low
ar: أدنى مستوى على الإطلاق
bn: সর্বকালের সর্বনিম্ন
cs: Historické minimum
da: Laveste niveau nogensinde
de: Allzeittief
es: Mínimo histórico
fa: پایین‌ترین سطح تمام دوران
fil: Mababa sa Lahat ng Panahon
fr: Plus bas historique
ha: Ƙasa a Kowane Lokaci
he: שפל של כל הזמנים
hi: सर्वकालिक न्यूनतम
id: Terendah Sepanjang Masa
it: Minimo storico
ja: 史上最安値
ko: 역대 최저치
ms: Rendah Sepanjang Masa
nl: Laagste ooit
pl: Najniższy poziom wszech czasów
pt_br: Mínima histórica
ro: Minim istoric
ru: Исторический минимум
sw: Chini Wakati Wote
th: ออลไทม์โลว์
tr: Tarihi dip
uk: Історичний мінімум
ur: آل ٹائم لو
vi: Mức thấp nhất mọi thời đại
zh_hans: 历史最低点
zh_hant: 歷史最低價

# asset.balances
source: Balances
ar: أرصدة
bn: ভারসাম্য
cs: Zůstatky
da: Balancer
de: Guthaben
es: Saldos
fa: موجودی ها
fil: Mga balanse
fr: Soldes
ha: Ma'auni
he: יתרות
hi: शेष राशि
id: Saldo
it: Saldi
ja: 残高
ko: 잔액
ms: Baki
nl: Saldi
pl: Salda
pt_br: Saldos
ro: Solduri
ru: Балансы
sw: Salio
th: ยอดคงเหลือ
tr: Bakiyeler
uk: Залишки
ur: بیلنس
vi: Số dư
zh_hans: 余额
zh_hant: 餘額

# asset.balances.available
source: Available
ar: متاح
bn: পাওয়া যায়
cs: K dispozici
da: Tilgængelig
de: Verfügbar
es: Disponible
fa: در دسترس
fr: Disponible
ha: Akwai
he: זמין
hi: उपलब्ध
id: Tersedia
it: Disponibile
ja: 利用可能
ko: 사용 가능
ms: Tersedia
nl: Beschikbaar
pl: Dostępne
pt_br: Disponível
ro: Disponibil
ru: Доступно
sw: Inapatikana
th: มีจำหน่าย
tr: Mevcut
uk: Доступно
ur: دستیاب
vi: Có sẵn
zh_hans: 可用余额
zh_hant: 可用餘額

# asset.balances.reserved
source: Reserved
ar: محجوز
bn: সংরক্ষিত
cs: Rezervováno
da: Reserveret
de: Reserviert
es: Reservado
fa: رزرو شده.
fil: Nakareserba
fr: Réservé
ha: Ajiye
he: שָׁמוּר
hi: सुरक्षित
id: Cadangan
it: Prenotato
ja: 確保済み
ko: 예약된
ms: Terpelihara
nl: Gereserveerd
pl: Zarezerwowane
pt_br: Reservado
ro: Rezervat
ru: Зарезервировано
sw: Imehifadhiwa
th: ที่สงวนไว้
tr: Rezerve
uk: Зарезервовано
ur: محفوظ
vi: Dự trữ
zh_hans: 系统保留
zh_hant: 系統保留

# asset.buy_asset
source: Buy %@
ar: شراء %@
bn: %@ কিনুন
cs: Koupit %@
da: Køb %@
de: Kaufen %@
es: Comprar %@
fa: خرید %@
fil: Bumili ng %@
fr: Achetez %@
ha: Sayi %@
he: קנה %@
hi: %@ खरीदें
id: Beli %@
it: Acquista %@
ja: %@を購入
ko: %@ 구매
ms: Beli %@
nl: Koop %@
pl: Kup %@
pt_br: Comprar %@
ro: Cumpără %@
ru: Купить %@
sw: Nunua %@
th: ซื้อ %@
tr: %@ satın al
uk: Купити %@
ur: خریدیں %@
vi: Mua %@
zh_hans: 购买%@
zh_hant: 購買%@

# asset.circulating_supply
source: Circulating Supply
ar: العرض المتداول
bn: প্রচলিত সরবরাহ
cs: Cirkulující zásobování
da: Cirkulerende forsyning
de: Umlaufmenge
es: Oferta circulante
fa: عرضه در گردش
fil: Umiikot na Supply
fr: Offre en circulation
ha: Wadatar Dawowa
he: אספקה במחזור
hi: परिसंचारी आपूर्ति
id: Suplai Beredar
it: Fornitura circolante
ja: 流通供給量
ko: 유통 공급량
ms: Bekalan Beredar
nl: Circulerend aanbod
pl: Podaż w obiegu
pt_br: Fornecimento Circulante
ro: Aprovizionare în circulație
ru: В обороте
sw: Ugavi wa Kuzunguka
th: อุปทานหมุนเวียน
tr: Dolaşımdaki Tedarik
uk: В обігу
ur: گردشی سپلائی
vi: Nguồn cung lưu thông
zh_hans: 流通供应量
zh_hant: 流通供應量

# asset.contract
source: Contract
ar: عقد
bn: চুক্তি
cs: Smlouva
da: Kontrakt
de: Vertrag
es: Contrato
fa: قرارداد
fil: Kontrata
fr: Contrat
ha: Kwangila
he: חוֹזֶה
hi: अनुबंध
id: Kontrak
it: Contratto
ja: コントラクト
ko: 계약
ms: Kontrak
pl: Kontrakt
pt_br: Contrato
ru: Контракт
sw: Mkataba
th: สัญญา
tr: Sözleşme
uk: Контракт
ur: معاہدہ
vi: Hợp đồng
zh_hans: 合约
zh_hant: 合約

# asset.decimals
source: Decimals
ar: الكسور العشرية
bn: দশমিক
cs: Desetinná čísla
da: Decimaler
de: Dezimalstellen
es: Decimales
fa: اعشار ها
fil: Mga desimal
fr: Décimales
he: עשרוניות
hi: दशमलव
id: Desimal
it: Decimali
ja: 小数点桁数
ko: 소수
ms: Perpuluhan
nl: Decimalen
pl: Miejsca dziesiętne
pt_br: Decimais
ro: Zecimale
ru: Десятичные дроби
sw: Desimali
th: ทศนิยม
tr: Ondalıklar
uk: Десяткові знаки
ur: اعشاریہ
vi: Số thập phân
zh_hans: 小数位数
zh_hant: 小數位數

# asset.get_asset
source: Get %@
ar: احصل على %@
bn: %@ পান
cs: Získat %@
da: Få %@
de: %@ erhalten
es: Obtener %@
fa: دریافت %@
fil: Kumuha ng %@
fr: Obtenir %@
ha: Sami %@
he: קבל %@
hi: %@ प्राप्त करें
id: Dapatkan %@
it: Ottieni %@
ja: %@を入手
ko: %@ 받기
ms: Dapatkan %@
nl: %@ krijgen
pl: Zdobądź %@
pt_br: Obter %@
ro: Obține %@
ru: Получить %@
sw: Pata %@
th: รับ %@
tr: %@ al
uk: Отримати %@
ur: %@ حاصل کریں
vi: Nhận %@
zh_hans: 获取 %@
zh_hant: 取得 %@

# asset.hidden_from_wallet
source: Hidden from wallet
ar: تم الإخفاء من المحفظة
bn: ওয়ালেট থেকে লুকানো হয়েছে
cs: Skryto z peněženky
da: Skjult fra tegnebogen
de: Aus dem Wallet ausgeblendet
es: Oculto de la billetera
fa: از کیف پول پنهان شد
fil: Naitago sa wallet
fr: Masqué du portefeuille
ha: An ɓoye daga walat
he: הוסתר מהארנק
hi: वॉलेट से छिपाया गया
id: Disembunyikan dari dompet
it: Nascosto dal portafoglio
ja: ウォレットから非表示にしました
ko: 지갑에서 숨김
ms: Disembunyikan dari dompet
nl: Verborgen voor portemonnee
pl: Ukryto w portfelu
pt_br: Oculto da carteira
ro: Ascuns din portofel
ru: Скрыто из кошелька
sw: Imefichwa kutoka kwa mkoba
th: ซ่อนจากกระเป๋าสตางค์แล้ว
tr: Cüzdandan gizlendi
uk: Приховано з гаманця
ur: بٹوے سے چھپا دیا گیا
vi: Đã ẩn khỏi ví
zh_hans: 已从钱包隐藏
zh_hant: 已從錢包隱藏

# asset.hide_from_wallet
source: Hide from wallet
ar: إخفاء من المحفظة
bn: মানিব্যাগ থেকে লুকান
cs: Skrýt z peněženky
da: Skjul fra tegnebogen
de: Vor der Wallet verstecken
es: Ocultar de la billetera
fa: پنهان شدن از کیف پول
fil: Itago sa wallet
fr: Masquer du portefeuille
ha: Boye daga walat
he: הסתר מהארנק
hi: बटुए से छिपाएँ
id: Sembunyikan dari dompet
it: Nascondi dal portafoglio
ja: ウォレットで非表示にする
ko: 지갑에서 숨기기
ms: Sembunyi dari dompet
nl: Verbergen voor portemonnee
pl: Ukryj w portfelu
pt_br: Ocultar da carteira
ro: Ascunde din portofel
ru: Скрыть из кошелька
sw: Ficha kutoka kwa mkoba
th: ซ่อนจากกระเป๋าสตางค์
tr: Cüzdandan gizle
uk: Приховати від гаманця
ur: بٹوے سے چھپائیں۔
vi: Ẩn khỏi ví
zh_hans: 从钱包隐藏
zh_hant: 從錢包中隱藏

# asset.market_cap
source: Market Cap
ar: القيمة السوقية
bn: মার্কেট ক্যাপ
cs: Tržní kapitalizace
da: Markedsværdi
de: Marktkapitalisierung
es: Capitalización de mercado
fa: ارزش بازار
fr: Capitalisation boursière
ha: Ƙimar Kasuwa
he: שווי שוק
hi: मार्केट कैप
id: Kapitalisasi Pasar
it: Capitalizzazione di mercato
ja: 時価総額
ko: 시가총액
ms: Modal Pasaran
nl: Marktkapitalisatie
pl: Kapitalizacja rynkowa
pt_br: Valor de mercado
ro: Capitalizarea pieței
ru: Капитализация
sw: Thamani ya Soko
th: มูลค่าตลาด
tr: Piyasa değeri
uk: Ринкова капіталізація
ur: مارکیٹ کیپ
vi: Vốn hóa thị trường
zh_hans: 市值
zh_hant: 市值

# asset.name
source: Name
ar: اسم
bn: নাম
cs: Jméno
da: Navn
es: Nombre
fa: نام
fil: Pangalan
fr: Nom
ha: Suna
he: שם
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
ms: Nama
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
sw: Jina
th: ชื่อ
tr: İsim
uk: Ім'я
ur: نام
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# asset.price
source: Price
ar: سعر
bn: দাম
cs: Cena
da: Pris
de: Preis
es: Precio
fa: قيمت
fil: Presyo
fr: Prix
ha: Farashin
he: מחיר
hi: कीमत
id: Harga
it: Prezzo
ja: 価格
ko: 가격
ms: Harga
nl: Prijs
pl: Cena
pt_br: Preço
ro: Preț
ru: Цена
sw: Bei
th: ราคา
tr: Fiyat
uk: Ціна
ur: قیمت
vi: Giá
zh_hans: 价格
zh_hant: 價格

# asset.resources
source: Resources
ar: موارد
bn: রিসোর্স
cs: Zdroje
da: Ressourcer
de: Ressourcen
es: Recursos
fa: منابع
fil: Mga mapagkukunan
fr: Ressources
ha: Albarkatu
he: משאבים
hi: संसाधन
id: Sumber daya
it: Risorse
ja: リソース
ko: 자원
ms: Sumber
nl: Bronnen
pl: Zasoby
pt_br: Recursos
ro: Resurse
ru: Ресурсы
sw: Rasilimali
th: ทรัพยากร
tr: Kaynaklar
uk: Ресурси
ur: وسائل
vi: Tài nguyên
zh_hans: 资源
zh_hant: 資源

# asset.state.empty.description
source: Receive, swap or buy %@
ar: استلام أو تبديل أو شراء %@
bn: %@ গ্রহণ, বিনিময় বা কিনুন
cs: Získejte, vyměňte nebo kupte %@
da: Modtag, byt eller køb %@
de: Erhalten, tauschen oder kaufen %@
es: Recibir, intercambiar o comprar %@
fa: دریافت، مبادله یا خرید %@
fil: Tumanggap, magpalit o bumili ng %@
fr: Recevez, échangez ou achetez %@
ha: Karɓa, musanya ko siya %@
he: קבל, החלף או קנה %@
hi: %@ प्राप्त करें, अदला-बदली करें या खरीदें
id: Terima, tukar atau beli %@
it: Ricevi, scambia o acquista %@
ja: %@を受け取る、スワップする、または購入する
ko: %@ (를) 받거나 교환하거나 구매하세요
ms: Terima, tukar atau beli %@
nl: Ontvangen, ruilen of kopen %@
pl: Odbierz, wymień lub kup %@
pt_br: Receber, trocar ou comprar %@
ro: Primește, schimbă sau cumpără %@
ru: Получить, обменять или купить %@
sw: Pokea, badilisha au nunua %@
th: รับ แลกเปลี่ยน หรือ ซื้อ %@
tr: %@ alın, takas edin veya satın alın
uk: Отримати, обміняти або купити %@
ur: وصول کریں، تبادلہ کریں یا خریدیں %@
vi: Nhận, trao đổi hoặc mua %@
zh_hans: 接收、兑换或购买%@
zh_hant: 接收、兌換或購買%@

# asset.state.empty.title
source: Your transactions will appear here️
ar: ستظهر معاملاتك هنا
bn: আপনার লেনদেন এখানে প্রদর্শিত হবে️
cs: Vaše transakce se zobrazí zde ️
da: Dine transaktioner vil blive vist her️
de: Ihre Transaktionen werden hier angezeigt️
es: Tus transacciones aparecerán aquí️
fa: تراکنش‌های شما اینجا نمایش داده می‌شوند️
fil: Ang iyong mga transaksyon ay lalabas dito️
fr: Vos transactions apparaîtront ici️
ha: Ma'amalolinku za su bayyana a nan️
he: העסקאות שלך יופיעו כאן️
hi: आपके लेन-देन यहां दिखाई देंगे️
id: Transaksi Anda akan muncul di sini️
it: Le tue transazioni appariranno qui️
ja: 取引はここに表示されます
ko: 귀하의 거래 내역이 여기에 표시됩니다.
ms: Transaksi anda akan muncul di sini️
nl: Uw transacties verschijnen hier️
pl: Twoje transakcje pojawią się tutaj
pt_br: Suas transações aparecerão aqui️
ro: Tranzacțiile tale vor apărea aici️
ru: Ваши транзакции будут отображаться здесь️
sw: Shughuli zako za malipo zitaonekana hapa️
th: ธุรกรรมของคุณจะปรากฏที่นี่️
tr: İşlemleriniz burada görünecek️
uk: Ваші транзакції з'являться тут ️
ur: آپ کے لین دین یہاں ظاہر ہوں گے۔
vi: Giao dịch của bạn sẽ xuất hiện ở đây️
zh_hans: 交易将显示在此处
zh_hant: 交易將顯示在此處

# asset.symbol
source: Symbol
ar: رمز
bn: প্রতীক
es: Símbolo
fa: نماد
fil: Simbolo
fr: Symbole
ha: Alama
he: סמל
hi: प्रतीक
id: Simbol
it: Simbolo
ja: シンボル
ko: 심볼
ms: Simbol
nl: Symbool
pt_br: Símbolo
ro: Simbol
ru: Символ
sw: Alama
th: สัญลักษณ์
tr: Sembol
uk: Символ
ur: علامت
vi: Biểu tượng
zh_hans: 代币符号
zh_hant: 代幣符號

# asset.token_id
source: Token ID
ar: معرف الرمز المميز
bn: টোকেন আইডি
cs: ID tokenu
es: ID del token
fa: شناسه توکن
fil: ID ng Token
fr: ID du jeton
ha: ID na Alamar
he: מזהה אסימון
hi: टोकन आईडी
id: ID Token
it: ID token
ja: トークンID
ko: 토큰 ID
ms: ID Token
pl: Identyfikator tokena
pt_br: ID do token
ro: ID-ul tokenului
ru: Токен ID
sw: Kitambulisho cha Tokeni
th: รหัสโทเค็น
tr: Jeton Kimliği
uk: Токен ID
ur: ٹوکن آئی ڈی
vi: Mã định danh mã thông báo
zh_hans: 代币 ID
zh_hant: 代幣 ID

# asset.total_supply
source: Total Supply
ar: إجمالي العرض
bn: মোট সরবরাহ
cs: Celková nabídka
da: Samlet Udbud
de: Gesamtangebot
es: Oferta total
fa: عرضه کل
fil: Kabuuang Supply
fr: Offre totale
ha: Jimlar Wadata
he: אספקה כוללת
hi: कुल आपूर्ति
id: Total Suplai
it: Fornitura totale
ja: 総供給量
ko: 총 공급량
ms: Jumlah Bekalan
nl: Totaal aanbod
pl: Całkowita podaż
pt_br: Fornecimento total
ro: Aprovizionare totală
ru: Всего
sw: Jumla ya Ugavi
th: อุปทานทั้งหมด
tr: Toplam Arz
uk: Загальна пропозиція
ur: کل سپلائی
vi: Tổng cung
zh_hans: 总供应量
zh_hant: 總供應量

# asset.trading_volume
source: Trading Volume (24h)
ar: حجم التداول (24 ساعة)
bn: ট্রেডিং ভলিউম (24 ঘন্টা)
cs: Objem obchodování (24 hodin)
da: Handelsvolumen (24 timer)
de: Handelsvolumen (24h)
es: Volumen de operaciones (24h)
fa: حجم معاملات (24 ساعت)
fil: Dami ng pangangalakal (24h)
fr: Volume des échanges (24h)
ha: Girman Kasuwanci (24h)
he: נפח מסחר (24 שעות)
hi: ट्रेडिंग वॉल्यूम (24 घंटे)
id: Volume Perdagangan (24h)
it: Volume degli scambi (24 ore)
ja: 取引量（24時間）
ko: 거래량(24시간)
ms: Jumlah dagangan (24j)
nl: Handelsvolume (24 uur)
pl: Wolumen obrotu (24h)
pt_br: Volume de Negociação (24h)
ro: Volumul tranzacțiilor (24h)
ru: Объём торгов (24ч)
sw: Kiasi cha Biashara (saa 24)
th: ปริมาณการซื้อขาย (24 ชม.)
tr: İşlem Hacmi (24 saat)
uk: Обсяг Торгів (24г)
ur: تجارتی حجم (24h)
vi: Khối lượng giao dịch (24h)
zh_hans: 交易量 (24小时)
zh_hant: 交易量（24小時）

# asset.verification.suspicious
source: Suspicious
ar: مثير للشك
bn: সন্দেহজনক
cs: Podezřelý
da: Mistænksom
de: Verdächtig
es: Sospechoso
fa: مشکوک
fil: Kahina-hinala
fr: Suspect
ha: Abin tuhuma
he: חָשׁוּד
hi: संदिग्ध
id: Mencurigakan
it: Sospettoso
ja: 疑わしい
ko: 의심스러운
ms: Mencurigakan
nl: Verdacht
pl: Podejrzany
pt_br: Suspeito
ro: Suspect
ru: Подозрительный
sw: Inatiliwa shaka
th: สงสัย
tr: Şüpheli
uk: Підозрілий
ur: مشکوک
vi: Khả nghi
zh_hans: 可疑的
zh_hant: 可疑

# asset.verification.unverified
source: Unverified
ar: غير مُتحقق
bn: যাচাই করা হয়নি
cs: Neověřené
da: Ubekræftet
de: Unbestätigt
es: No verificado
fa: تایید نشده
fil: Hindi na-verify
fr: Non vérifié
ha: Ba a tantance ba
he: לא מאומת
hi: असत्यापित
id: Belum diverifikasi
it: Non verificato
ja: 未検証
ko: 검증되지 않음
ms: Tidak disahkan
nl: Ongeverifieerd
pl: Niesprawdzony
pt_br: Não verificado
ro: Neverificat
ru: Непроверено
sw: Haijathibitishwa
th: ไม่ได้รับการยืนยัน
tr: Doğrulanmamış
uk: Неперевірено
ur: غیر تصدیق شدہ
vi: Chưa được xác minh
zh_hans: 未验证
zh_hant: 未驗證

# asset.verification.verified
source: Verified
ar: تم التحقق
bn: যাচাইকৃত
cs: Ověřeno
da: Bekræftet
de: Bestätigt
es: Verificado
fa: تأیید شده
fil: Na-verify
fr: Vérifié
ha: An tantance
he: מְאוּמָת
hi: सत्यापित
id: Terverifikasi
it: Verificato
ja: 検証済み
ko: 검증됨
ms: Disahkan
nl: Geverifieerd
pl: Zweryfikowano
pt_br: Verificado
ro: Verificat
ru: Проверено
sw: Imethibitishwa
th: ได้รับการยืนยันแล้ว
tr: Doğrulandı
uk: Перевірено
ur: تصدیق شدہ
vi: Đã xác minh
zh_hans: 已验证
zh_hant: 已驗證

# asset.verification.warning_message
source: Anyone can create one - including fake or malicious tokens.
ar: يمكن لأي شخص إنشاء واحدة - بما في ذلك الرموز المميزة أو الخبيثة.
bn: যে কেউ একটি তৈরি করতে পারে - জাল বা দূষিত টোকেন সহ।
cs: Každý si jej může vytvořit – včetně falešných nebo škodlivých tokenů.
da: Alle kan oprette en - inklusive falske eller ondsindede tokens.
de: Jeder kann einen erstellen – auch gefälschte oder böswillige Token.
es: Cualquiera puede crear uno, incluidos los tokens falsos o maliciosos.
fa: هر کسی می تواند یکی را ایجاد کند - از جمله توکن های جعلی یا مخرب.
fil: Kahit sino ay maaaring gumawa ng isa - kabilang ang mga peke o nakakahamak na token.
fr: N'importe qui peut en créer un, y compris des jetons faux ou malveillants.
ha: Kowa na iya ƙirƙirar ɗaya - gami da alamun karya ko na mugunta.
he: כל אחד יכול ליצור אחד - כולל אסימונים מזויפים או זדוניים.
hi: कोई भी इसे बना सकता है - नकली या दुर्भावनापूर्ण टोकन सहित।
id: Siapa pun dapat membuatnya - termasuk token palsu atau berbahaya.
it: Chiunque può crearne uno, inclusi token falsi o dannosi.
ja: トークンは誰でも作成でき、偽造トークンや悪意のあるトークンも存在します。
ko: 가짜 또는 악성 토큰을 포함하여 누구나 토큰을 만들 수 있습니다.
ms: Sesiapa sahaja boleh mencipta satu - termasuk token palsu atau berniat jahat.
nl: Iedereen kan er een maken, inclusief valse of kwaadaardige tokens.
pl: Każdy może go utworzyć – łącznie z fałszywymi lub złośliwymi tokenami.
pt_br: Qualquer um pode criar um – incluindo tokens falsos ou maliciosos.
ro: Oricine poate crea unul - inclusiv jetoane false sau rău intenționate.
ru: Любой может создать его, включая поддельные или вредоносные токены.
sw: Mtu yeyote anaweza kuunda moja - ikiwa ni pamoja na ishara bandia au hasidi.
th: ใครๆ ก็สามารถสร้างโทเค็นขึ้นมาได้ รวมถึงโทเค็นปลอมหรือโทเค็นที่เป็นอันตราย
tr: Sahte veya kötü amaçlı belirteçler de dahil olmak üzere herkes bir tane oluşturabilir.
uk: Будь-хто може створити його, включно з підробленими чи шкідливими маркерами.
ur: کوئی بھی ایک بنا سکتا ہے - بشمول جعلی یا نقصان دہ ٹوکن۔
vi: Bất cứ ai cũng có thể tạo một cái - bao gồm cả mã thông báo giả mạo hoặc độc hại.
zh_hans: 任何人都可以创建代币，请谨防假冒或恶意代币。
zh_hant: 任何人都可以建立代幣，請謹防仿冒或惡意代幣。

# asset.verification.warning_title
source: Know What You're Adding
ar: تعرف على ما تضيفه
bn: আপনি কি যোগ করছেন তা জানুন
cs: Vědět, co přidáváte
da: Ved, hvad du tilføjer
de: Wissen Sie, was Sie hinzufügen
es: Sepa lo que está agregando
fa: بدانید چه چیزی اضافه می کنید
fil: Alamin Kung Ano ang Iyong Idinaragdag
fr: Sachez ce que vous ajoutez
ha: Sanin Abinda kuke Karawa
he: דע מה אתה מוסיף
hi: जानें कि आप क्या जोड़ रहे हैं
id: Ketahui Apa yang Anda Tambahkan
it: Scopri cosa stai aggiungendo
ja: 追加内容を確認
ko: 무엇을 추가하고 있는지 알아보세요
ms: Ketahui Perkara yang Anda Tambah
nl: Weet wat u toevoegt
pl: Wiedz, co dodajesz
pt_br: Saiba o que você está adicionando
ro: Aflați ce adăugați
ru: Знайте, что вы добавляете
sw: Jua Unachoongeza
th: รู้ว่าคุณกำลังเพิ่มอะไร
tr: Ne Eklediğinizi Bilin
uk: Знайте, що ви додаєте
ur: جانیں کہ آپ کیا شامل کر رہے ہیں۔
vi: Biết những gì bạn đang thêm
zh_hans: 了解正在添加的内容
zh_hant: 了解正在新增的內容
